Repository: HL7/ig-template-base2
Catalog: translations/stringsBase-*.po
Languages: de, lt, ru, uz

source: There is no translation page available for the current page, so it has been rendered in the default language
de: Für die aktuelle Seite ist keine Übersetzung verfügbar, daher wurde sie in der Standardsprache dargestellt.
ru: Для текущей страницы не существует страницы перевода, поэтому она отображается на языке по умолчанию
uz: Joriy sahifa uchun tarjima sahifasi mavjud emas, shuning uchun u standart tilida ko‘rsatildi

source: This page includes translations from the original source language in which the guide was authored. Information on these translations and instructions on how to provide feedback on the translations can be found [here](translationinfo.html).
de: Diese Seite enthält Übersetzungen aus der Originalsprache, in der der Leitfaden verfasst wurde. Informationen zu diesen Übersetzungen und Anweisungen zum Abgeben von Feedback zu den Übersetzungen finden Sie [hier](translationinfo.html).
lt: Šiame puslapyje pateikiami vertimai iš originalo kalbos, kuria buvo parašytas vadovas. Informaciją apie šiuos vertimus ir instrukcijas, kaip pateikti atsiliepimus apie vertimus, galite rasti [čia](translationinfo.html).
ru: На этой странице представлены переводы с языка оригинала, на котором было написано руководство. Информацию об этих переводах и инструкции по предоставлению отзывов о переводах можно найти [здесь](translationinfo.html).
uz: Ushbu sahifa qo‘llanma yozilgan asl manba tilidan tarjimalarni o‘z ichiga oladi. Ushbu tarjimalar haqidagi ma’lumot va ularga fikr bildirish bo‘yicha ko‘rsatmalarni [bu yerda](translationinfo.html) topishingiz mumkin.

source: Experimental
de: Experimentell
lt: Eksperimentinis
ru: Экспериментальный
uz: Eksperimental

source: Raw OpenAPI-Swagger Definition file
de: Rohdatei der OpenAPI-/Swagger-Definition
lt: Neapdorotas OpenAPI-Swagger apibrėžimo failas
ru: Необработанный файл определения OpenAPI-Swagger
uz: Raw OpenAPI-Swagger ta’rif fayli

source: Download
lt: Atsisiųsti
ru: Скачать
uz: Yuklab olish

source: No test plans are currently available for the %ARTIFACT%.
de: Für das Artefakt %ARTIFACT% sind derzeit keine TestPlans verfügbar.
lt: Šiuo metu nėra testavimo planų skirtų %ARTIFACT%.
ru: В настоящее время для %ARTIFACT% не существует планов испытаний.
uz: %ARTIFACT% uchun hozircha test rejalar mavjud emas.

source: No test scripts are currently available for the %ARTIFACT%.
de: Für das Artefakt %ARTIFACT% sind derzeit keine TestScripts verfügbar.
lt: Šiuo metu nėra testavimo scenarijų skirtų %ARTIFACT%.
ru: В настоящее время для %ARTIFACT% не существует тестовых сценариев.
uz: %ARTIFACT% uchun hozircha test skriptlari mavjud emas.

source: Change History
de: Änderungshistorie
lt: Keitimų istorija
ru: История изменений
uz: O‘zgarishlar tarixi

source: History of changes for %ARTIFACT%.
de: Änderungshistorie für %ARTIFACT%.
lt: %ARTIFACT% pakeitimų istorija.
ru: История изменений для %ARTIFACT%.
uz: %ARTIFACT% uchun o‘zgarishlar tarixi.

source: This Code system is referenced in the definition of the following value sets:
de: Dieses CodeSystem wird in der Definition der folgenden ValueSets referenziert:
lt: Ši kodų sistema minima apibrėžiant šiuos reikšmių rinkinius:
ru: Эта система кодов упоминается в определении следующих наборов значений:
uz: Ushbu kod tizimi quyidagi qiymatlar to‘plamida ishlatilgan:

source: Contained resources
de: Eingebettete (Contained) Ressourcen
lt: Įtraukti resursai
ru: Сохраненные ресурсы
uz: Ichki resurslar

source: Formal Views of Extension Content
de: Formale Ansichten des Extension-Inhalts
lt: Išplėtimų turinio formaliosios peržiūros
ru: Формальные представления о содержании расширений
uz: Kengaytma mazmunining rasmiy ko‘rinishlari

source: Formal Views of Profile Content
de: Formale Ansichten des Profilinhalts
lt: Profilio turinio formaliosios peržiūros
ru: Формальные представления содержимого профиля
uz: Profil mazmunining rasmiy ko‘rinishlari

source: Description of Profiles, Differentials, Snapshots, and their representations
de: Beschreibung von Profilen, Differentials, Snapshots und deren Repräsentationen
lt: Profilių, skirtumų rinkinių, momentinių kopijų aprašas ir jų reprezentacijos
ru: Описание профилей, дифференциалов, снимков и их представлений
uz: Profillar, differentsiyalar, snapshotlar va ularning tasvirlari ta’rifi

source: Key Elements Table
de: Schlüsselelemente-Tabelle
lt: Pagrindinių elementų lentelė
ru: Таблица ключевых элементов
uz: Asosiy elementlar jadvali

source: Differential Table
de: Differential-Tabelle
lt: Skirtumų rinkinių lentelė
ru: Дифференциальная таблица
uz: Differensial jadval

source: Snapshot Table
de: Snapshot-Tabelle
lt: Momentinės kopijos lentelė
ru: Обзорная таблица
uz: Snapshot jadvali

source: Pseudo XML
ru: Псевдо XML
uz: Psevdo XML

source: Pseudo JSON
ru: Псевдо JSON
uz: Psevdo JSON

source: Pseudo TTL
ru: Псевдо TTL
uz: Psevdo TTL

source: Statistics/References
de: Statistiken/Referenzen
lt: Statistika/Nuorodos
ru: Статистика/Ссылки
uz: Statistika/Havolalar

source: All
de: Alle
lt: Viskas
ru: Все
uz: Barchasi

source: This structure is derived from %ARTIFACT%
de: Diese Struktur ist abgeleitet von %ARTIFACT%
lt: Ši struktūra yra kilusi iš %ARTIFACT%
ru: Эта структура получена из %ARTIFACT%
uz: Ushbu tuzilma %ARTIFACT% asosida yaratilgan

source: Key Elements View
de: Schlüsselelemente-Ansicht
lt: Pagrindinių elementų peržiūra
ru: Просмотр ключевых элементов
uz: Asosiy elementlar ko'rinishi

source: Differential View
de: Differential-Ansicht
lt: Skirtumų rinkinių peržiūra
ru: Дифференциальный вид
uz: Differensial ko‘rinish

source: Snapshot View
de: Snapshot-Ansicht
lt: Momentinės kopijos peržiūra
ru: Обзор моментальных снимков
uz: Snapshot ko‘rinishi

source: XML Template
lt: XML šablonas
ru: Шаблон XML
uz: XML shablon

source: JSON Template
lt: JSON šablonas
ru: Шаблон JSON
uz: JSON shabloni

source: TTL Template
lt: TTL šablonas
ru: Шаблон TTL
uz: TTL shabloni

source: Other representations of profile:
de: Weitere Repräsentationen des Profils:
lt: Kitos profilio reprezentacijos:
ru: Другие представления профиля:
uz: Profilning boshqa ko‘rinishlari:

source: Example
de: Beispiel
lt: Pavyzdys
ru: Пример
uz: Misol

source: Examples
de: Beispiele
lt: Pavyzdžiai
ru: Примеры
uz: Misollar

source: Raw %FMT%
lt: Neapdorotas %FMT%
ru: Сырой %FMT%

source: Abstract
de: Abstrakt
lt: Santrauka
ru: Аннотация
uz: Annotatsiya

source: Detailed Descriptions
de: Detaillierte Beschreibungen
lt: Išsamūs aprašymai
ru: Подробные описания
uz: Batafsil ta’riflar

source: Definitions for the %MODEL%
de: Definitionen für das %MODEL%
lt: %MODEL% apibrėžimai
ru: Определения для %MODEL%
uz: %MODEL% uchun ta’riflar

source: No examples are currently available for the %ID% Profile.
de: Für das Profil %ID% sind derzeit keine Beispiele verfügbar.
lt: Šiuo metu nėra pavyzdžių, susijusių su %ID% profiliu.
ru: В настоящее время нет примеров для профиля %ID%.
uz: %ID% profili uchun hozircha misollar mavjud emas.

source: Examples for the %ID% Profile.
de: Beispiele für das Profil %ID%.
lt: %ID% profilio pavyzdžiai.
ru: Примеры для профиля %ID%.
uz: %ID% profili uchun misollar.

source: %FMT% Profile
de: %FMT%-Profil
lt: %FMT% profilis
ru: %FMT% Профиль
uz: %FMT% Profili

source: %FMT% representation of the %ID% %TYPE%.
de: %FMT%-Darstellung des %ID% %TYPE%.
lt: %FMT% reprezentacija %ID% %TYPE%
ru: %FMT% представление %ID% %TYPE%
uz: %ID% %TYPE% ning %FMT% ko‘rinishi.

source: Mappings
lt: Susiejimai
ru: Отображения
uz: Mosliklar

source: Mappings for the %ID% %TYPE%.
de: Mappings für %ID% %TYPE%.
lt: Susiejimai %ID% %TYPE%.
ru: Отображения для %ID% %TYPE%.
uz: %ID% %TYPE% uchun mosliklar.

source: Changes in the %ID% %TYPE%.
de: Änderungen in %ID% %TYPE%.
lt: Pakeitimai %ID% %TYPE%.
ru: Изменения в %ID% %TYPE%.
uz: %ID% %TYPE% dagi o‘zgarishlar.

source: Testing
de: Tests
lt: Testavimas
ru: Тестирование
uz: Sinov

source: Test Scripts
de: Testskripte
lt: Testavimo scenarijai
ru: Тестовые сценарии
uz: Test skriptlari

source: Expansion
lt: Išplėtimas
ru: Расширение
uz: Kengaytirilgan ro‘yxat

source: Content
de: Inhalt
lt: Turinys
ru: Содержание
uz: Mazmun

source: History
de: Verlauf
lt: Istorija
ru: История
uz: Tarix

source: Extension
lt: Pratęsimas
ru: Удлинитель
uz: Kengaytma

source: Logical Model
de: Logisches Modell
lt: Loginis modelis
ru: Логическая модель
uz: Mantiqiy model

source: Resource Profile
de: Ressourcenprofil
lt: Resursų profilis
ru: Профиль ресурса
uz: Resurss profili

source: Data Type Profile
de: Datentyp-Profil
lt: Duomenų tipo profilis
ru: Профиль типа данных
uz: Ma’lumot turi profili

source: Links
lt: Nuorodos
ru: Ссылки
uz: Havolalar

source: Notes
de: Notizen
lt: Užrašai
ru: Примечания
uz: Izohlar

source: Visit the FHIR Community Process Specification Registry
de: Besuchen Sie die FHIR Community Process Specification Registry
lt: Apsilankykiti FHIR bendruomenės procesų specifikacijų registre
ru: Посетите реестр спецификаций процессов сообщества FHIR
uz: FHIR hamjamiyati jarayoni spetsifikatsiyalari reyestriga tashrif buyuring

source: flag
de: Flagge
lt: vėliava
ru: флаг
uz: bayroqcha

source: < prev
de: < zurück
lt: < ankstesnis
ru: < Предыдущая
uz: < oldingi

source: next >
de: weiter >
lt: kitas >
ru: следующая >
uz: keyingi >

source: bottom
de: Ende
lt: apačia
ru: дно
uz: pastga

source: top
de: Anfang
lt: viršus
ru: топ
uz: yuqoriga

source: Package %PKG% based on %FHIRVER%.
de: Package %PKG% basiert auf %FHIRVER%.
lt: Paketas %PKG% pagrįstas %FHIRVER%.
ru: Пакет %PKG% основан на %FHIRVER%.
uz: %FHIRVER% asosidagi %PKG% paketi.

source: Generated %DATE%
de: Erstellt %DATE%
lt: Sukurta %DATE%
ru: Сгенерировано %DATE%
uz: %DATE% yaratilgan

source: Page standards status
de: Standard-Status der Seite
lt: Puslapio standartų būsena
ru: Состояние стандартов страницы
uz: Sahifa standartlari holati

source: Standards Status
de: Standard-Status
lt: Standartų būsena
ru: Статус стандартов
uz: Standartlar holati

source: from v%NORMVER%
de: seit v%NORMVER%
lt: iš v%NORMVER%
ru: из v%NORMVER%
uz: v%NORMVER% versiyasidan boshlab

source: Maturity Level
de: Maturity Level (Reifegrad)
lt: Brandos lygis
ru: Уровень зрелости
uz: Yetuklik darajasi

source: Official URL
de: Offizielle URL
lt: Oficialus URL
ru: Официальный URL
uz: Rasmiy URL

source: Click to copy URL
de: Klicken zum Kopieren der URL
lt: Spustelėkite, kad nukopijuotumėte URL
ru: Нажмите, чтобы скопировать URL
uz: URL manzilni nusxalash uchun bosing

source: Click to copy versioned URL
de: Klicken zum Kopieren der versionierten URL
lt: Spustelėkite, kad nukopijuotumėte versijuotą URL
ru: Нажмите, чтобы скопировать URL-адрес с версией
uz: Versiyalangan URL manzilni nusxalash uchun bosing

source: Version
lt: Versija
ru: Версия
uz: Versiya

source: as of %RESDATE%
de: Stand: %RESDATE%
lt: nuo %RESDATE%
ru: по состоянию на %RESDATE%
uz: %RESDATE% holatiga ko‘ra

source: Responsible
de: Verantwortlich
lt: Atsakingas
ru: Ответственный
uz: Mas’ul

source: Realm
lt: Sritis
ru: Юрисдикция
uz: Yurisdiksiya

source: Computable Name
de: Maschinenlesbarer Name
lt: Mašiniškai apdorojamas pavadinimas
ru: Вычисляемое имя
uz: Kompyuterda qayta ishlanadigan nom

source: Other Identifiers
de: Weitere Identifikatoren
lt: Kiti identifikatoriai
ru: Другие идентификаторы
uz: Boshqa identifikatorlar

source: Keywords
de: Schlüsselwörter
lt: Raktiniai žodžiai
ru: Ключевые слова
uz: Kalit so‘zlar

source: Usage
de: Verwendung
lt: Naudojimas
ru: Использование
uz: Qo‘llanish

source: Copyright/Legal
de: Copyright/Rechtliches
lt: Autorių teisės/Teisinė informacija
ru: Авторское право/юридические вопросы
uz: Mualliflik huquqi/Huquqiy ma’lumot

source: Narrative Content
de: Narrativer Inhalt
lt: Pasakojimo turinys
ru: Содержание повествования
uz: Matnli mazmun

source: Table of Contents
de: Inhaltsverzeichnis
lt: Turinio lentelė
ru: Оглавление
uz: Mundarija

source: QA Report
de: QA-Bericht
lt: Kokybės patikrinimo ataskaita
ru: Отчет о проверке качества
uz: Sifat nazorati hisoboti

source: Description of the above table(s)
de: Beschreibung der obigen Tabelle(n)
lt: Aukščiau pateiktos(-ų) lentelės(-ių) aprašymas(-ai)
ru: Описание вышеуказанной таблицы (таблиц)
uz: Yuqoridagi jadval(lar) ta’rifi

source: Test Plans
de: Testpläne
lt: Bandymų planai
ru: Планы испытаний
uz: Sinov rejalari

source: Actors
de: Akteure
lt: Dalyviai
ru: Участники
uz: Ishtirokchilar

source: Diagram
de: Diagramm
lt: Diagrama
ru: Диаграмма
uz: Diagramma

source: Processes
de: Prozesse
lt: Procesai
ru: Процессы
uz: Jarayonlar

source: Instances
de: Instanzen
lt: Pavyzdžiai
ru: Экземпляры
uz: Instansiyalar

source: The content in this section has not undergone work group review and may be significantly revised prior to the next ballot.
de: Die Inhalte in diesem Abschnitt wurden nicht durch die Arbeitsgruppe geprüft und können vor dem nächsten Ballot wesentlich geändert werden.
ru: Содержание этого раздела не прошло проверку рабочей группы и может быть существенно пересмотрено до следующего голосования.
uz: Ushbu bo‘limdagi mazmun ishchi guruh ko‘rib chiqishidan o‘tmagan va keyingi ovoz berishdan oldin sezilarli darajada qayta ko‘rib chiqilishi mumkin.

source: Contents
de: Inhalt
lt: Turinys
ru: Содержание
uz: Mazmunlar

source: Globals
de: Globale
lt: Globalūs profiliai
ru: Глобальные профили
uz: Global moslamalar

source: Global Profiles
de: Globale Profile
lt: Bendrieji profilių apibrėžimai
ru: Глобальные определения профилей
uz: Global profillar

source: This page provides a list of the FHIR artifacts defined as part of this implementation guide.
de: Diese Seite bietet eine Liste der FHIR-Artefakte, die in diesem Implementierungsleitfaden definiert sind.
lt: Šiame puslapyje pateikiamas FHIR artefaktų, apibrėžtų šiame diegimo vadove, sąrašas.
ru: На этой странице представлен список артефактов FHIR, определенных в рамках данного руководства по внедрению.
uz: Ushbu sahifada ushbu amalga oshirish qo‘llanmasi doirasida ta’riflangan FHIR artefaktlari ro‘yxati keltirilgan.

source: Artifacts Summary
de: Artefaktübersicht
lt: Artefaktų santrauka
ru: Краткое описание артефактов
uz: Artefaktlar sharhi

source: Language
de: Sprache
lt: Kalba
ru: Язык
uz: Til

source: UML Diagram
de: UML-Diagramm
lt: UML diagrama
ru: Диаграмма UML
uz: UML diagrammasi

source: Obligations
lt: Įsipareigojimai
ru: Обязательства
uz: Majburiyatlar

source: openEHR View
de: openEHR-Ansicht
lt: openEHR peržiūra
ru: Представление openEHR
uz: openEHR ko‘rinishi

source: Tree view
de: Baumansicht
lt: Medžio peržiūra
ru: Древовидное представление
uz: Daraxtsimon ko‘rinish

source: Sample Rendering
de: Beispielanzeige
lt: Pavyzdinis atvaizdavimas
ru: Образец рендеринга
uz: Namunaviy ko‘rinishi

source: Form Logic
de: Formularlogik
lt: Klausimyno logika
ru: Логика формы
uz: Forma mantiqi

source: Sample completed form
de: Beispiel für ausgefülltes Formular
lt: Pavyzdinis užpildytas klausimynas
ru: Образец заполненной формы
uz: Namunaviy to‘ldirilgan forma

source: Test this Questionnaire
de: Diesen Fragebogen testen
lt: Išbandykite šį klausimyną
ru: Протестируйте этот вопросник
uz: Ushbu so‘rovnomani sinab ko‘ring

source: Responses for this Questionnaire
de: Antworten zu diesem Fragebogen
lt: Atsakymai į šį klausimyną
ru: Ответы на этот Опросный лист
uz: Ushbu So‘rovnoma uchun javoblar

source: There are currently no QuestionnaireResponse instances for this Questionnaire defined in this IG.
de: Es sind derzeit keine QuestionnaireResponse-Instanzen für diesen Fragebogen in diesem IG definiert.
ru: В настоящее время в данном ИГ не определено ни одного экземпляра QuestionnaireResponse для этого вопросника.
uz: Ushbu IG doirasida ushbu So‘rovnoma uchun hozircha QuestionnaireResponse namunalar mavjud emas.

source: Formal Views of Resource Content
de: Formale Ansichten des Ressourceninhalts
lt: Oficialūs ištekliaus turinio rodiniai
ru: Формальные представления содержимого ресурса

source: Other representations of resource:
de: Weitere Repräsentationen der Ressource:
lt: Kitos ištekliaus formos:
ru: Другие представления ресурса:

source: Examples for the %ID% Resource.
de: Beispiele für die Ressource %ID%.
lt: Pavyzdžiai ištekliui %ID%.
ru: Примеры для ресурса %ID%.

source: No examples are currently available for the %ID% Resource
de: Für die Ressource %ID% sind derzeit keine Beispiele verfügbar
lt: Šiuo metu nėra pavyzdžių ištekliui %ID%
ru: Примеры для ресурса %ID% пока недоступны

source: %FMT% Resource
de: %FMT%-Ressource
lt: %FMT% išteklius
ru: Ресурс %FMT%

source: Resource
de: Ressource
lt: Išteklius
ru: Ресурс

source: Structure
de: Struktur
lt: Struktūra
ru: Структура

source: Search Parameters
de: Suchparameter
lt: Paieškos parametrai
ru: Параметры поиска

source: Highlight text changes?
lt: Paryškinti teksto pakeitimus?
ru: Выделять изменения в тексте?

source: Enable this to see changes since the last official release
lt: Įjunkite, kad matytumėte pakeitimus nuo paskutinio oficialaus leidimo
ru: Включите это, чтобы увидеть изменения с момента последнего официального выпуска

source: Modified Content
de: Geänderter Inhalt
lt: Pakeistas turinys
ru: Изменённое содержание

source: New Content
de: Neuer Inhalt
lt: Naujas turinys
ru: Новое содержание

source: There is no translation page available for the current page, so it has beenrendered in the default language
lt: Dabartiniam puslapiui nėra vertimo puslapio, todėl jis pateiktas numatytąja kalba

source: The content in this section has not undergone work group review and may besignificantly revised prior to the next ballot.
lt: Šio skirsnio turinys nebuvo peržiūrėtas darbo grupės ir gali būti iš esmės pakeistas prieš kitą balsavimą.

source: There are currently no Questionnaire Response instances for this Questionnaire defined in this IG.
lt: Šiuo metu šiame IG nėra apibrėžta jokių šio klausimyno atsakymo pavyzdžių.
