Repository: HL7/ig-template-base2
Catalog: translations/stringsArtifacts-*.po
Languages: ar, de, es, fr, lt, nl, pt, ru, uz

source: Formal descriptions of conditions and symptoms relevant to the use of this implementation guide.
de: Formale Beschreibungen von Zuständen und Symptomen, die für die Verwendung dieses Implementierungsleitfadens relevant sind.
lt: Formalūs būklių ir simptomų aprašymai, susiję su šio įgyvendinimo vadovo naudojimu.
nl: Formele beschrijvingen van aandoeningen en symptomen die relevant zijn voor het gebruik van deze implementatiegids.
ru: Формальные описания состояний и симптомов, имеющих отношение к использованию данного руководства по внедрению.

source: Clinical: Observation Definitions
de: Klinisch: ObservationDefinitions
lt: Klinikiniai: Stebėjimo apibrėžimai
nl: Klinisch: Observatiedefinities
ru: Клинические: Определения наблюдений

source: Formal descriptions of types of observations relevant to the use of this implementation guide.
de: Formale Beschreibungen von Typen von Observations, die für die Verwendung dieses Implementierungsleitfadens relevant sind.
lt: Formalūs stebėjimų tipų aprašymai, susiję su šio įgyvendinimo vadovo naudojimu.
nl: Formele beschrijvingen van soorten observaties die relevant zijn voor het gebruik van deze implementatiegids.
ru: Формальные описания типов наблюдений, имеющих отношение к использованию настоящего руководства по внедрению.

source: Clinical: Specimen Definitions
de: Klinisch: SpecimenDefinitions
lt: Klinikiniai: Mėginių apibrėžimai
nl: Klinisch: Specimendefinities
ru: Клинические: определения образцов

source: Formal descriptions of the types of specimens relevant to the use of this implementation guide.
de: Formale Beschreibungen der Typen von Specimens, die für die Verwendung dieses Implementierungsleitfadens relevant sind.
lt: Formalūs mėginių tipų aprašymai, susiję su šio įgyvendinimo vadovo naudojimu.
nl: Formele beschrijvingen van de soorten specimens die relevant zijn voor het gebruik van deze implementatiegids.
ru: Формальные описания типов образцов, имеющих отношение к использованию настоящего руководства по внедрению.

source: Clinical: Charge Item Definitions
de: Klinisch: ChargeItemDefinitions
lt: Klinikiniai: Mokestinių elementų apibrėžimai
nl: Klinisch: Definities van kostenposten
ru: Клинические: Определения пунктов оплаты

source: Definitions of chargeable costs relevant to the use of this implementation guide.
de: Definitionen von abrechnungsfähigen Kosten, die für die Verwendung dieses Implementierungsleitfadens relevant sind.
lt: Apmokestinamų išlaidų apibrėžimai, susiję su šio įgyvendinimo vadovo naudojimu.
nl: Definities van in rekening te brengen kosten die relevant zijn voor het gebruik van deze implementatiegids.
ru: Определения подлежащих оплате расходов, имеющих отношение к использованию настоящего руководства по внедрению.

source: Example: Example Scenarios
ar: أمثلة: أمثلة على سيناريوهات
de: Beispiel: ExampleScenarios
es: Ejemplos Escenarios de ejemplo
fr: Exemple : Scénarios types
lt: Pavyzdys: Pavyzdiniai scenarijai
nl: Voorbeeld: Voorbeeldscenario's
pt: Exemplos: Cenários de exemplo
ru: Пример: Примерные сценарии
uz: Example: Namunaviy ssenariylar

source: These define groups of interrelated examples that demonstrate one or more of the workflows supported by this implementation guide.
ar: تحدد هذه الأمثلة مجموعات من الأمثلة المترابطة التي توضح واحدة أو أكثر من مهام سير العمل التي يدعمها دليل التنفيذ هذا.
de: Diese definieren Gruppen zusammenhängender Beispiele, die einen oder mehrere der von diesem Implementierungsleitfaden unterstützten Workflows demonstrieren.
es: Estos definen grupos de ejemplos interrelacionados que demuestran uno o más de los flujos de trabajo apoyados por esta guía de implementación.
fr: Ils définissent des groupes d'exemples interdépendants qui illustrent un ou plusieurs des flux de travail pris en charge par le présent guide de mise en œuvre.
lt: Jie apibrėžia tarpusavyje susijusių pavyzdžių grupes, kurios demonstruoja vieną ar kelias darbo eigas, palaikomas šio įgyvendinimo vadovo.
nl: Deze definiëren groepen van onderling gerelateerde voorbeelden die een of meer van de workflows demonstreren die door deze implementatiegids worden ondersteund.
pt: Estes definem grupos de exemplos inter-relacionados que demonstram um ou mais dos fluxos de trabalho apoiados por este guia de implementação.
ru: Они определяют группы взаимосвязанных примеров, демонстрирующих один или несколько рабочих процессов, поддерживаемых данным руководством по внедрению.
uz: Bular qo‘llanma tomonidan qo‘llab-quvvatlanadigan ish jarayonlaridan birini yoki bir nechtasini namoyish qiluvchi o‘zaro bog‘liq misollar guruhlarini belgilaydi.

source: Example: Example Instances
ar: مثال: أمثلة على المثيلات
de: Beispiel: Beispielinstanzen
es: Ejemplos Instancias de ejemplo
fr: Exemple : Exemples d'instances
lt: Pavyzdys: Pavyzdiniai egzemplioriai
nl: Voorbeeld: Voorbeeldinstanties
pt: Exemplo: Exemplo de instâncias
ru: Пример: Примеры экземпляров
uz: Example: Namunaviy instansiyalar

source: These are example instances that show what data produced and consumed by systems conforming with this implementation guide might look like.
ar: هذه أمثلة توضح كيف يمكن أن تبدو البيانات التي تنتجها وتستهلكها الأنظمة المتوافقة مع دليل التنفيذ هذا.
de: Dies sind Beispielinstanzen, die zeigen, wie Daten aussehen könnten, die von Systemen produziert und konsumiert werden, die mit diesem Implementierungsleitfaden konform sind.
es: Se trata de instancias de ejemplo que muestran el aspecto que podrían tener los datos producidos y consumidos por sistemas conformes con esta guía de implementación.
fr: Il s'agit d'exemples d'instances qui montrent à quoi peuvent ressembler les données produites et consommées par des systèmes conformes au présent guide de mise en œuvre.
lt: Tai yra pavyzdiniai egzemplioriai, kurie parodo, kaip gali atrodyti duomenys, sukurti ir sunaudoti sistemų, atitinkančių šį įgyvendinimo vadovą.
nl: Dit zijn voorbeeldinstanties die laten zien hoe gegevens die worden geproduceerd en verbruikt door systemen die voldoen aan deze implementatiegids eruit zouden kunnen zien.
pt: Trata-se de exemplos de instâncias que mostram como poderão ser os dados produzidos e consumidos por sistemas conformes com este guia de implementação.
ru: Это примеры экземпляров, которые показывают, как могут выглядеть данные, создаваемые и потребляемые системами, соответствующими данному руководству по внедрению.
uz: Bular ushbu qo‘llanma bilan mos tizimlar ishlab chiqarishi va iste’mol qilishi mumkin bo‘lgan ma’lumotlarning qanday ko‘rinishga ega bo‘lishini ko‘rsatadigan namunaviy instansiyalardir.

source: Example: Example Supporting Instances
ar: مثال: أمثلة على المثيلات الداعمة
de: Beispiel: Unterstützende Beispielinstanzen
es: Ejemplo Ejemplo de instancias de apoyo
fr: Exemple : Exemple d'instances de soutien
lt: Pavyzdys: Pavyzdiniai pagalbiniai egzemplioriai
nl: Voorbeeld: Voorbeeld ondersteunende instanties
pt: Exemplo: Exemplo de instâncias de apoio
ru: Пример: Пример поддерживающих экземпляров
uz: Example: Qo‘llab-quvvatlovchi namunaviy instansiyalar

source: These are example instances that are not governed by this implementation guide, but which are necessary to support other examples defined in the IG.
ar: هذه أمثلة على أمثلة لا يحكمها دليل التنفيذ هذا، ولكنها ضرورية لدعم الأمثلة الأخرى المحددة في دليل التنفيذ.
de: Dies sind Beispielinstanzen, die nicht von diesem Implementierungsleitfaden verwaltet werden, aber notwendig sind, um andere im IG definierte Beispiele zu unterstützen.
es: Se trata de instancias de ejemplo que no se rigen por esta guía de implementación, pero que son necesarias para apoyar otros ejemplos definidos en la GI.
fr: Il s'agit d'exemples d'instances qui ne sont pas régies par le présent guide de mise en œuvre, mais qui sont nécessaires pour étayer d'autres exemples définis dans l'IG.
lt: Tai yra pavyzdiniai egzemplioriai, kuriems netaikomos šio įgyvendinimo vadovo taisyklės, bet kurie yra būtini, siekiant palaikyti kitus pavyzdžius, apibrėžtus įgyvendinimo vadove (IG).
nl: Dit zijn voorbeeldinstanties die niet onder deze implementatiegids vallen, maar die nodig zijn om andere voorbeelden gedefinieerd in de IG te ondersteunen.
pt: Estas são instâncias de exemplo que não são regidas por este guia de implementação, mas que são necessárias para apoiar outros exemplos definidos no IG.
ru: Это примеры, которые не регулируются данным руководством по внедрению, но которые необходимы для поддержки других примеров, определенных в IG.
uz: Bular qo‘llanma bilan tartibga solinmagan, biroq qo‘llanmadagi boshqa misollarni qo‘llab-quvvatlash uchun zarur bo‘lgan namunaviy instansiyalardir.

source: Other
ar: أخرى
de: Sonstige
es: Otros
fr: Autres
lt: Kita
nl: Andere
pt: Outros
ru: Другие
uz: Boshqalar

source: These are resources that are used within this implementation guide that do not fit into one of the other categories.
ar: هذه هي الموارد المستخدمة في دليل التنفيذ هذا والتي لا تندرج ضمن إحدى الفئات الأخرى.
de: Dies sind Ressourcen, die in diesem Implementierungsleitfaden verwendet werden, die in keine der anderen Kategorien passen.
es: Se trata de recursos utilizados en esta guía de aplicación que no encajan en ninguna de las otras categorías.
fr: Il s'agit de ressources utilisées dans le cadre de ce guide de mise en œuvre qui n'entrent pas dans l'une des autres catégories.
lt: Tai yra resursai, naudojami šiame įgyvendinimo vadove, kurie nepatenka į jokią kitą kategoriją.
nl: Dit zijn bronnen die in deze implementatiegids worden gebruikt en die niet in een van de andere categorieën passen.
pt: Trata-se de recursos utilizados no âmbito deste guia de implementação que não se enquadram numa das outras categorias.
ru: Это ресурсы, которые используются в рамках данного руководства по внедрению и не входят ни в одну из других категорий.
uz: Bular ushbu qo‘llanma ichida ishlatiladigan, lekin boshqa kategoriyalarga to‘g‘ri kelmaydigan resurslardir.

source: The following artifacts define the specific capabilities that different types of systems are expected to have in order to comply with this implementation guide. Systems conforming to this implementation guide are expected to declare conformance to one or more of the following capability statements.
lt: Šie artefaktai apibrėžia specifines galimybes, kurių tikimasi iš įvairių tipų sistemų, kad jos atitiktų šį įgyvendinimo vadovą. Tikimasi, kad šį įgyvendinimo vadovą atitinkančios sistemos deklaruos atitiktį vienam ar keliems iš šių galimybių pareiškimų.

source: These define the properties by which a RESTful server can be searched. They can also be used for sorting and including related resources.
lt: Jie apibrėžia savybes, pagal kurias galima ieškoti RESTful serveryje. Jie taip pat gali būti naudojami rūšiavimui ir susijusių resursų įtraukimui.

source: These are profiles on resources or data types that describe patterns used by other profiles, but cannot be instantiated directly. I.e. instances can conform to profiles *based* on these abstract profiles, but do not declare conformance to the abstract profiles themselves.
lt: Tai yra resursų ar duomenų tipų profiliai, kurie aprašo kitų profilių naudojamus šablonus, bet negali būti tiesiogiai instancijuoti. T. y. egzemplioriai gali atitikti profilius, *pagrįstus* šiais abstrakčiais profiliais, bet nedeklaruoja atitikties patiems abstraktiems profiliams.
