Repository: HL7/ig-template-base2
Catalog: translations/stringsArtifacts-*.po
Languages: ar, de, es, fr, lt, nl, pt, ru, uz

source: These define collections of interrelated resources that are useful to pass around as a group.
ar: هذه تحدد مجموعات من الموارد المترابطة التي من المفيد تمريرها كمجموعة.
de: Diese definieren Sammlungen zusammenhängender Ressourcen, die sinnvoll als Gruppe weitergegeben werden können.
es: Definen colecciones de recursos interrelacionados que son útiles para circular en grupo.
fr: Ils définissent des collections de ressources interdépendantes qu'il est utile de faire circuler au sein d'un groupe.
lt: Jie apibrėžia tarpusavyje susijusių resursų rinkinius, kuriuos naudinga perduoti kaip grupę.
nl: Deze definiëren verzamelingen van onderling gerelateerde bronnen die nuttig zijn om als groep door te geven.
pt: Estes definem colecções de recursos inter-relacionados que são úteis para serem transmitidos como um grupo.
ru: Они определяют коллекции взаимосвязанных ресурсов, которые полезно передавать по кругу.
uz: Bular bir guruh sifatida birga uzatilishi foydali bo‘lgan o‘zaro bog‘liq resurslar to‘plamini belgilaydi.

source: Structures: Logical Models
ar: الهياكل: النماذج المنطقية
de: Strukturen: Logische Modelle
es: Estructuras: Modelos lógicos
fr: Structures : Modèles logiques
lt: Struktūros: Loginiai modeliai
nl: Structuren: Logische modellen
pt: Estruturas: Modelos lógicos
ru: Структуры: Логические модели
uz: Structures: Mantiqiy modellari

source: These define data models that represent the domain covered by this implementation guide in more business-friendly terms than the underlying FHIR resources.
ar: وتحدد هذه النماذج نماذج البيانات التي تمثل المجال الذي يغطيه دليل التنفيذ هذا بمصطلحات أكثر ملاءمة للأعمال من موارد FHIR الأساسية.
de: Diese definieren Datenmodelle, die den von diesem Implementierungsleitfaden abgedeckten Bereich in geschäftsfreundlicheren Begriffen darstellen als die zugrunde liegenden FHIR-Ressourcen.
es: Estos definen modelos de datos que representan el dominio cubierto por esta guía de implementación en términos más favorables para las empresas que los recursos FHIR subyacentes.
fr: Ils définissent des modèles de données qui représentent le domaine couvert par ce guide de mise en œuvre en termes plus conviviaux que les ressources FHIR sous-jacentes.
lt: Jie apibrėžia duomenų modelius, kurie atspindi sritį, aprašytą šiame įgyvendinimo vadove, verslui palankesniais terminais nei baziniai FHIR resursai.
nl: Deze definiëren datamodellen die het domein waarop deze implementatiegids betrekking heeft in meer bedrijfsvriendelijke termen weergeven dan de onderliggende FHIR-bronnen.
pt: Estes modelos definem modelos de dados que representam o domínio abrangido por este guia de implementação em termos mais fáceis de utilizar do que os recursos FHIR subjacentes.
ru: Они определяют модели данных, которые представляют область, охватываемую данным руководством по внедрению, в более удобных для бизнеса терминах, чем базовые ресурсы FHIR.
uz: Bular ushbu qo‘llanma qamrab olgan sohaga oid ma’lumotlarni FHIR resurslariga qaraganda ko‘proq biznesga qulay shaklda ifodalovchi ma’lumot modellarini belgilaydi.

source: Structures: Questionnaires
ar: الهياكل: الاستبيانات
de: Strukturen: Fragebögen (Questionnaire)
es: Estructuras: Cuestionarios
lt: Struktūros: Klausimynai
nl: Structuren: Vragenlijsten
pt: Estruturas: Questionários
ru: Структуры: анкеты
uz: Structures: So‘rovnomalar

source: These define forms used by systems conforming to this implementation guide to capture or expose data to end users.
ar: تحدد هذه النماذج المستخدمة من قبل الأنظمة المتوافقة مع دليل التنفيذ هذا لالتقاط البيانات أو كشفها للمستخدمين النهائيين.
de: Diese definieren Formulare, die von Systemen verwendet werden, die mit dem Implementierungsleitfaden konform sind, um Daten von Endbenutzern zu erfassen oder ihnen zugänglich zu machen.
es: Definen los formularios utilizados por los sistemas conformes a esta guía de implantación para capturar o exponer datos a los usuarios finales.
fr: Ils définissent les formulaires utilisés par les systèmes conformes au présent guide de mise en œuvre pour capturer ou exposer des données aux utilisateurs finaux.
lt: Jie apibrėžia formas, kurias naudoja sistemos, atitinkančios šį įgyvendinimo vadovą, duomenims rinkti ar pateikti galutiniams vartotojams.
nl: Deze definiëren formulieren die gebruikt worden door systemen die voldoen aan deze implementatiegids om gegevens vast te leggen of beschikbaar te stellen aan eindgebruikers.
pt: Definem os formulários utilizados pelos sistemas conformes com este guia de implementação para captar ou expor dados aos utilizadores finais.
ru: Они определяют формы, используемые системами, соответствующими данному руководству по внедрению, для получения или предоставления данных конечным пользователям.
uz: Bular ushbu qo‘llanma bilan mos tizimlar tomonidan foydalanuvchilardan ma’lumot yig‘ish yoki ularga ko‘rsatish uchun ishlatiladigan shakllarni belgilaydi.

source: Structures: Abstract Profiles
ar: الهياكل: الملامح المجردة
de: Strukturen: Abstrakte Profile
es: Estructuras: Perfiles abstractos
fr: Structures : Profils abstraits
lt: Struktūros: Abstraktūs profiliai
nl: Structuren: Abstracte profielen
pt: Estruturas: Perfis abstractos
ru: Структуры: Абстрактные профили
uz: Structures: Abstrakt profillar

source: These are profiles on resources or data types that describe patterns used by other profiles, but cannot be instantiated directly. I.e. instances can conform to profiles *based* on these abstract profiles, but do not declare conformance to the abstract profiles themselves.
ar: هذه هي ملفات التعريف الخاصة بالموارد أو أنواع البيانات التي تصف الأنماط المستخدمة من قبل ملفات التعريف الأخرى، ولكن لا يمكن إنشاؤها مباشرة. أي أن النماذج يمكن أن تتوافق مع ملفات التعريف *بناءً* على هذه الملفات الشخصية المجردة، ولكنها لا تعلن التوافق مع ملفات التعريف المجردة نفسها.
de: Dies sind Profile für Ressourcen oder Datentypen, die Muster beschreiben, die von anderen Profilen verwendet werden, aber nicht direkt instanziiert werden können. D.h. Instanzen können Profilen entsprechen, die auf diesen abstrakten Profilen *basieren*, aber sie deklarieren keine Konformität mit den abstrakten Profilen selbst.
es: Se trata de perfiles sobre recursos o tipos de datos que describen patrones utilizados por otros perfiles, pero que no pueden instanciarse directamente. Es decir, las instancias pueden ajustarse a perfiles *basados* en estos perfiles abstractos, pero no declaran la conformidad con los perfiles abstractos en sí.
fr: Il s'agit de profils sur les ressources ou les types de données qui décrivent des modèles utilisés par d'autres profils, mais qui ne peuvent pas être instanciés directement. En d'autres termes, les instances peuvent se conformer à des profils *basés* sur ces profils abstraits, mais ne déclarent pas la conformité aux profils abstraits eux-mêmes.
nl: Dit zijn profielen over bronnen of gegevenstypen die patronen beschrijven die gebruikt worden door andere profielen, maar die niet direct geïnstantieerd kunnen worden. D.w.z. instanties kunnen zich conformeren aan profielen *gebaseerd* op deze abstracte profielen, maar verklaren zich niet conform aan de abstracte profielen zelf.
pt: Trata-se de perfis sobre recursos ou tipos de dados que descrevem padrões utilizados por outros perfis, mas que não podem ser instanciados diretamente. Ou seja, as instâncias podem estar em conformidade com perfis *baseados* nestes perfis abstractos, mas não declaram a conformidade com os próprios perfis abstractos.
ru: Это профили ресурсов или типов данных, которые описывают шаблоны, используемые другими профилями, но не могут быть инстанцированы напрямую. То есть экземпляры могут соответствовать профилям, *основанным* на этих абстрактных профилях, но не декларируют соответствие самим абстрактным профилям.
uz: Bular boshqa profillarda qo‘llaniladigan naqshlarni tavsiflovchi, biroq bevosita instansiya yaratib bo‘lmaydigan resurslar yoki ma’lumot turi profillaridir. Ya’ni, instansiyalar ushbu abstrakt profillarga asoslangan profillarga muvofiq bo‘lishi mumkin, ammo o‘zlari to‘g‘ridan-to‘g‘ri abstrakt profillarga muvofiqligini e’lon qilmaydi.

source: Structures: Resource Profiles
ar: الهياكل: لمحات عن الموارد
de: Strukturen: Ressourcenprofile
es: Estructuras: Perfiles de recursos
fr: Structures : Profils de ressources
lt: Struktūros: Resursų profiliai
nl: Structuren: Hulpbronprofielen
pt: Estruturas: Perfis de recursos
ru: Структуры: Профили ресурсов
uz: Structures: Resurs profillari

source: These define constraints on FHIR resources for systems conforming to this implementation guide.
ar: تحدد هذه القيود على موارد FHIR للأنظمة المتوافقة مع دليل التنفيذ هذا.
de: Diese definieren Einschränkungen für FHIR-Ressourcen für Systeme, die mit dem Implementierungsleitfaden konform sind.
es: Definen las restricciones de los recursos FHIR para los sistemas que se ajustan a esta guía de implementación.
fr: Ils définissent les contraintes sur les ressources FHIR pour les systèmes conformes à ce guide de mise en œuvre.
lt: Jie apibrėžia FHIR resursų apribojimus sistemoms, atitinkančioms šį įgyvendinimo vadovą.
nl: Deze definiëren beperkingen op FHIR-middelen voor systemen die voldoen aan deze implementatiegids.
pt: Estas definem os condicionalismos dos recursos FHIR para os sistemas em conformidade com este guia de implementação.
ru: Они определяют ограничения на ресурсы FHIR для систем, соответствующих данному руководству по внедрению.
uz: Bular ushbu qo‘llanma bilan mos tizimlar uchun FHIR resurslariga qo‘yiladigan cheklovlarni belgilaydi.

source: Structures: Data Type Profiles
ar: الهياكل: ملفات تعريف نوع البيانات
de: Strukturen: Datentyp-Profile
es: Estructuras: Perfiles de tipos de datos
fr: Structures : Profils des types de données
lt: Struktūros: Duomenų tipų profiliai
nl: Structuren: Gegevenstype profielen
pt: Estruturas: Perfis de tipos de dados
ru: Структуры: Профили типов данных
uz: Structures: Ma’lumot turi profillari

source: These define constraints on FHIR data types for systems conforming to this implementation guide.
ar: تحدد هذه القيود على أنواع بيانات FHIR للأنظمة المتوافقة مع دليل التنفيذ هذا.
de: Diese definieren Einschränkungen für FHIR-Datentypen für Systeme, die mit diesem Implementierungsleitfaden konform sind.
es: Definen las restricciones de los tipos de datos FHIR para los sistemas que se ajustan a esta guía de implementación.
fr: Ils définissent des contraintes sur les types de données FHIR pour les systèmes conformes à ce guide de mise en œuvre.
lt: Jie apibrėžia FHIR duomenų tipų apribojimus sistemoms, atitinkančioms šį įgyvendinimo vadovą.
nl: Deze definiëren beperkingen voor FHIR-gegevenstypen voor systemen die voldoen aan deze implementatiegids.
pt: Estes definem as restrições dos tipos de dados FHIR para os sistemas que estão em conformidade com este guia de implementação.
ru: Они определяют ограничения на типы данных FHIR для систем, соответствующих данному руководству по реализации.
uz: Bular ushbu qo‘llanma bilan mos tizimlar uchun FHIR ma’lumot turlariga qo‘yiladigan cheklovlarni belgilaydi.

source: Structures: Extension Definitions
ar: الهياكل: تعريفات التمديدات
de: Strukturen: Extension-Definitionen
es: Estructuras: Definiciones de ampliación
fr: Structures : Définitions de l'extension
lt: Struktūros: Plėtinių apibrėžimai
nl: Structuren: Uitbreiding Definities
pt: Estruturas: Definições de extensão
ru: Структуры: Определения расширений
uz: Structures: Kengaytma ta’riflari

source: Terminology: Value Sets
ar: المصطلحات: مجموعات القيم
de: Terminologie: ValueSets
es: Terminología: Conjuntos de valores
fr: Terminologie : Ensembles de valeurs
lt: Terminologija: Reikšmių rinkiniai
nl: Terminologie: Waardesets
pt: Terminologia: Conjuntos de valores
ru: Терминология: Наборы значений
uz: Terminology: Qiymat to‘plamlari

source: These define sets of codes used by systems conforming to this implementation guide.
ar: تحدد مجموعات الرموز المستخدمة من قبل الأنظمة المتوافقة مع دليل التنفيذ هذا.
de: Diese definieren Wertemengen, die von Systemen verwendet werden, die mit dem Implementierungsleitfaden konform sind.
es: Definen los conjuntos de códigos utilizados por los sistemas conformes a esta guía de aplicación.
fr: Ils définissent des ensembles de codes utilisés par les systèmes conformes au présent guide de mise en œuvre.
lt: Jie apibrėžia kodų rinkinius, naudojamus sistemų, atitinkančių šį įgyvendinimo vadovą.
nl: Deze definiëren codesets die gebruikt worden door systemen die voldoen aan deze implementatiegids.
pt: Estes definem os conjuntos de códigos utilizados pelos sistemas conformes com o presente guia de implementação.
ru: Они определяют наборы кодов, используемых системами, соответствующими данному руководству по внедрению.
uz: Bular ushbu qo‘llanma bilan mos tizimlar tomonidan ishlatiladigan kodlar to‘plamlarini belgilaydi.

source: Terminology: Code Systems
ar: المصطلحات: أنظمة الرموز
de: Terminologie: CodeSysteme
es: Terminología: Sistemas de códigos
fr: Terminologie : Systèmes de codes
lt: Terminologija: Kodų sistemos
nl: Terminologie: Codesystemen
pt: Terminologia: Sistemas de códigos
ru: Терминология: Системы кодов
uz: Terminology: Kod tizimlari

source: These define new code systems used by systems conforming to this implementation guide.
ar: هذه تحدد أنظمة التعليمات البرمجية الجديدة التي تستخدمها الأنظمة المتوافقة مع دليل التنفيذ هذا.
de: Diese definieren neue CodeSysteme, die von Systemen verwendet werden, die mit diesem Implementierungsleitfaden konform sind.
es: Definen los nuevos sistemas de códigos utilizados por los sistemas conformes a esta guía de implantación.
fr: Ils définissent les nouveaux systèmes de codes utilisés par les systèmes conformes au présent guide de mise en œuvre.
lt: Jie apibrėžia naujas kodų sistemas, naudojamas sistemų, atitinkančių šį įgyvendinimo vadovą.
nl: Deze definiëren nieuwe codesystemen die gebruikt worden door systemen die voldoen aan deze implementatiegids.
pt: Estes definem os novos sistemas de códigos utilizados pelos sistemas conformes com o presente guia de implementação.
ru: Они определяют новые системы кодов, используемые системами, соответствующими данному руководству по внедрению.
uz: Bular ushbu qo‘llanma bilan mos tizimlar tomonidan ishlatiladigan yangi kod tizimlarini belgilaydi.

source: Terminology: Naming Systems
ar: المصطلحات: أنظمة التسمية
de: Terminologie: NamingSysteme
es: Terminología: Sistemas de denominación
fr: Terminologie : Systèmes de dénomination
lt: Terminologija: Pavadinimų sistemos
nl: Terminologie: Naamgevingssystemen
pt: Terminologia: Sistemas de nomes
ru: Терминология: Системы именования
uz: Terminology: Nomlash tizimlari

source: These define identifier and/or code system identities used by systems conforming to this implementation guide.
ar: تحدد هذه المعرفات و/أو هويات نظام الرموز المستخدمة من قبل الأنظمة المتوافقة مع دليل التنفيذ هذا.
de: Diese definieren Identifikator- und/oder CodeSystem-Identitäten, die von Systemen verwendet werden, die mit diesem Implementierungsleitfaden konform sind.
es: Definen las identidades de los sistemas de identificadores y/o códigos utilizados por los sistemas conformes a esta guía de implementación.
fr: Ils définissent les identités des systèmes d'identification et/ou de codage utilisés par les systèmes conformes au présent guide de mise en œuvre.
lt: Jie apibrėžia identifikatorių ir (arba) kodų sistemų tapatybes, naudojamas sistemų, atitinkančių šį įgyvendinimo vadovą.
nl: Deze definiëren identiteiten van identificatiesystemen en/of codesystemen die gebruikt worden door systemen die voldoen aan deze implementatiegids.
pt: Definem os identificadores e/ou as identidades dos sistemas de códigos utilizados pelos sistemas conformes com o presente guia de implementação.
ru: Они определяют идентификаторы и/или кодовые системы, используемые системами, соответствующими данному руководству по внедрению.
uz: Bular ushbu qo‘llanma bilan mos tizimlar tomonidan ishlatiladigan identifikatorlar va/yoki kod tizimlari identifikatsiyalarini belgilaydi.

source: Terminology: Terminology Capabilities
de: Terminologie: TerminologyCapabilities
lt: Terminologija: Terminologijos galimybės
nl: Terminologie: Terminologiemogelijkheden
ru: Терминология: Возможности терминологии

source: Parameters that define the expansion of value sets used within the implementation guide.
de: Parameter, die die Expansion von ValueSets definieren, die innerhalb dieses Implementierungsleitfadens verwendet werden.
lt: Parametrai, apibrėžiantys reikšmių rinkinių išplėtimą, naudojamą įgyvendinimo vadove.
nl: Parameters die de uitbreiding van waardesets definiëren die in de implementatiehandleiding worden gebruikt.
ru: Параметры, определяющие расширение наборов значений, используемых в руководстве по внедрению.

source: Terminology: Structure Maps
ar: المصطلحات: خرائط الهيكل
de: Terminologie: StructureMaps
es: Terminología: Mapas de estructura
fr: Terminologie : Cartes de structure
lt: Terminologija: Struktūros žemėlapiai
nl: Terminologie: Structuurkaarten
pt: Terminologia: Mapas de estrutura
ru: Терминология: Карты структуры
uz: Terminology: Tuzilma xaritalari

source: These define transformations to convert between data structures used by systems conforming to this implementation guide.
ar: تحدد هذه التحويلات للتحويل بين بنيات البيانات المستخدمة من قبل الأنظمة المتوافقة مع دليل التنفيذ هذا.
de: Diese definieren Transformationen zur Konvertierung zwischen Datenstrukturen, die von Systemen verwendet werden, die mit diesem Implementierungsleitfaden konform sind.
es: Definen transformaciones para convertir entre estructuras de datos utilizadas por sistemas conformes a esta guía de implementación.
fr: Ils définissent les transformations permettant de convertir les structures de données utilisées par les systèmes conformes au présent guide de mise en œuvre.
lt: Jie apibrėžia transformacijas, skirtas konvertuoti tarp duomenų struktūrų, naudojamų sistemų, atitinkančių šį įgyvendinimo vadovą.
nl: Deze definiëren transformaties om te converteren tussen gegevensstructuren die worden gebruikt door systemen die voldoen aan deze implementatiegids.
pt: Estas definem transformações para converter entre estruturas de dados utilizadas por sistemas em conformidade com este guia de implementação.
ru: Они определяют преобразования для конвертации между структурами данных, используемыми системами, соответствующими данному руководству по реализации.
uz: Bular ushbu qo‘llanma bilan mos tizimlar tomonidan ishlatiladigan ma’lumot tuzilmalarini bir-biriga aylantirish uchun bajariladigan o‘zgartirishlarni belgilaydi.

source: Terminology: Concept Maps
ar: المصطلحات: خرائط المفاهيم
de: Terminologie: ConceptMaps
es: Terminología: Mapas conceptuales
fr: Terminologie : Cartes conceptuelles
lt: Terminologija: Koncepto žemėlapiai
nl: Terminologie: Conceptkaarten
pt: Terminologia: Mapas conceptuais
ru: Терминология: Концептуальные карты
uz: Terminology: Konsept xaritalari

source: These define transformations to convert between codes by systems conforming with this implementation guide.
ar: تحدد هذه التحويلات للتحويل بين الرموز بواسطة الأنظمة المتوافقة مع دليل التنفيذ هذا.
de: Diese definieren Transformationen zur Konvertierung zwischen Codes durch Systeme, die mit diesem Implementierungsleitfaden konform sind.
es: Estos definen transformaciones para convertir entre códigos por sistemas conformes con esta guía de implementación.
fr: Ils définissent les transformations permettant de convertir les codes par des systèmes conformes au présent guide de mise en œuvre.
lt: Jie apibrėžia transformacijas, skirtas konvertuoti tarp kodų sistemų, atitinkančių šį įgyvendinimo vadovą.
nl: Deze definiëren transformaties om codes om te zetten door systemen die voldoen aan deze implementatiegids.
pt: Estas definem transformações para converter entre códigos por sistemas conformes com este guia de implementação.
ru: Они определяют преобразования для конвертации между кодами систем, соответствующих данному руководству по внедрению.
uz: Bular ushbu qo‘llanma bilan mos tizimlar tomonidan kodlarni bir-biriga aylantirish uchun bajariladigan o‘zgartirishlarni belgilaydi.

source: Testing Artifacts: TestPlans
ar: اختبار القطع الأثرية: خطط الاختبار
de: Test-Artefakte: TestPlans
es: Artefactos de prueba: TestPlans
fr: Artéfacts de test : Plans de test
lt: Testavimo artefaktai: Testavimo planai
nl: Testartefacten: TestPlans
pt: Artefactos de teste: Planos de teste
ru: Артефакты тестирования: TestPlans

source: These test plans are available to verify test coverage for this implementation guide
ar: خطط الاختبار هذه متاحة للتحقق من تغطية الاختبار لدليل التنفيذ هذا
de: Diese Testpläne sind verfügbar, um die Testabdeckung für diesen Implementierungsleitfaden zu überprüfen.
es: Estos planes de pruebas están disponibles para verificar la cobertura de las pruebas de esta guía de aplicación
fr: Ces plans de test sont disponibles pour vérifier la couverture des tests pour ce guide d'implémentation.
lt: Šie testavimo planai yra prieinami siekiant patikrinti testų aprėptį šiam įgyvendinimo vadovui
nl: Deze testplannen zijn beschikbaar om de testdekking voor deze implementatiegids te verifiëren
pt: Estes planos de teste estão disponíveis para verificar a cobertura do teste para este guia de implementação
ru: Эти планы тестирования доступны для проверки покрытия тестами данного руководства по реализации
uz: Bular ushbu qo‘llanma bo‘yicha sinov qamrovini tekshirish uchun mavjud sinov rejalaridir.

source: Testing Artifacts: TestScripts
ar: أدوات الاختبار: نصوص الاختبار
de: Test-Artefakte: TestScripts
es: Artefactos de prueba: TestScripts
fr: Artéfacts de test : TestScripts
lt: Testavimo artefaktai: Testavimo scenarijai
nl: Test artefacten: TestScripts
pt: Artefactos de teste: TestScripts
ru: Артефакты тестирования: TestScripts

source: These test definitions are available to FHIR test engines to verify systems are conforming to this implementation guide
ar: تعريفات الاختبار هذه متاحة لمحركات اختبار FHIR للتحقق من توافق الأنظمة مع دليل التنفيذ هذا
de: Diese Testdefinitionen stehen FHIR-Test-Engines zur Verfügung, um zu überprüfen, ob Systeme zu diesem Implementierungsleitfaden konform sind.
es: Estas definiciones de prueba están a disposición de los motores de prueba FHIR para verificar que los sistemas se ajustan a esta guía de implementación.
fr: Ces définitions de test sont disponibles pour les moteurs de test FHIR afin de vérifier que les systèmes sont conformes à ce guide de mise en œuvre.
lt: Šie testavimo apibrėžimai yra prieinami FHIR testavimo varikliams, siekiant patikrinti, ar sistemos atitinka šį įgyvendinimo vadovą.
nl: Deze testdefinities zijn beschikbaar voor FHIR test engines om te controleren of systemen voldoen aan deze implementatiegids.
pt: Estas definições de teste estão disponíveis para os motores de teste FHIR para verificar se os sistemas estão em conformidade com este guia de implementação
ru: Эти тестовые определения доступны для тестовых движков FHIR для проверки соответствия систем данному руководству по внедрению.
uz: Bular FHIR test mexanizmlari tomonidan ishlatilishi mumkin bo‘lgan sinov ta’riflaridir, ular orqali tizimlarning ushbu qo‘llanma bilan muvofiqligi tekshiriladi.

source: Clinical: Condition Definitions
de: Klinisch: ConditionDefinitions
lt: Klinikiniai: Būklės apibrėžimai
nl: Klinisch: Definities van aandoeningen
ru: Клинические: Определения состояний
