Repository: HL7/ig-template-base2
Catalog: translations/stringsArtifacts-*.po
Languages: ar, de, es, fr, lt, nl, pt, ru, uz

source: Requirements: Actor Definitions
ar: المتطلبات: تعريفات الممثل
de: Anforderungen: ActorDefinitions
es: Requisitos: Definiciones de los actores
fr: Exigences : Définitions des acteurs
lt: Reikalavimai: Dalyvių apibrėžimai
nl: Vereisten: Actordefinities
pt: Requisitos: Definições de actores
ru: Требования: Определения актеров
uz: Requirements: Ishtirokchilar ta’rifi

source: The following artifacts define the types of individuals and/or systems that will interact as part of the use cases covered by this implementation guide.
ar: تحدد القطع الأثرية التالية أنواع الأفراد و/أو الأنظمة التي ستتفاعل كجزء من حالات الاستخدام التي يغطيها دليل التنفيذ هذا.
de: Die folgenden Artefakte definieren die Typen von Personen und/oder Systemen, die im Rahmen der in diesem Implementierungsleitfaden abgedeckten Anwendungsfälle interagieren.
es: Los siguientes artefactos definen los tipos de individuos y/o sistemas que interactuarán como parte de los casos de uso cubiertos por esta guía de implementación.
fr: Les artefacts suivants définissent les types de personnes et/ou de systèmes qui interagiront dans le cadre des cas d'utilisation couverts par le présent guide de mise en œuvre.
lt: Šie artefaktai apibrėžia asmenų ir (arba) sistemų tipus, kurie sąveikaus įgyvendinimo vadove aprašytuose naudojimo scenarijuose.
nl: De volgende artefacten definiëren de typen personen en/of systemen die met elkaar zullen interageren als onderdeel van de use cases die in deze implementatiegids worden behandeld.
pt: Os seguintes artefactos definem os tipos de indivíduos e/ou sistemas que irão interagir como parte dos casos de utilização abrangidos por este guia de implementação.
ru: Следующие артефакты определяют типы людей и/или систем, которые будут взаимодействовать в рамках сценариев использования, рассматриваемых в данном руководстве по внедрению.
uz: Quyidagi artefaktlar ushbu qo‘llanma doirasida ko‘rib chiqilgan qo‘llanilish holatlarida ishtirok etadigan shaxslar va/yoki tizimlarning turlarini belgilaydi.

source: Requirements: Formal Requirements
ar: المتطلبات: المتطلبات الرسمية
de: Anforderungen: Formale Anforderungen
es: Requisitos: Requisitos formales
fr: Exigences : Exigences formelles
lt: Reikalavimai: Formalūs reikalavimai
nl: Vereisten: Formele vereisten
pt: Requisitos: Requisitos formais
ru: Требования: Формальные требования
uz: Requirements: Rasmiy talablar

source: The following artifacts describe the specific requirements to be met by systems compliant with the implementation guide.
ar: تصف الأدوات التالية المتطلبات المحددة التي يجب أن تستوفيها الأنظمة المتوافقة مع دليل التنفيذ.
de: Die folgenden Artefakte beschreiben die spezifischen Anforderungen, die von Systemen erfüllt werden müssen, die mit dem Implementierungsleitfaden konform sind.
es: Los siguientes artefactos describen los requisitos específicos que deben cumplir los sistemas conformes con la guía de implantación.
fr: Les artefacts suivants décrivent les exigences spécifiques auxquelles doivent répondre les systèmes conformes au guide de mise en œuvre.
lt: Šie artefaktai aprašo specifinius reikalavimus, kuriuos turi atitikti sistemos, atitinkančios šį įgyvendinimo vadovą.
nl: De volgende artefacten beschrijven de specifieke eisen waaraan systemen moeten voldoen die voldoen aan de implementatiegids.
pt: Os artefactos que se seguem descrevem os requisitos específicos a cumprir pelos sistemas em conformidade com o guia de implementação.
ru: Следующие артефакты описывают конкретные требования, которым должны соответствовать системы, отвечающие руководству по внедрению.
uz: Quyidagi artefaktlar ushbu qo‘llanma bilan mos tizimlar bajarishi lozim bo‘lgan aniq talablarni belgilaydi.

source: Behavior: Capability Statements
ar: السلوك: بيانات القدرات
de: Verhalten: CapabilityStatements
es: Comportamiento: Declaraciones de capacidad
fr: Comportement : Énoncés de capacités
lt: Elgsena: Galimybių pareiškimai
nl: Gedrag: Vermogensverklaringen
pt: Comportamento: Declarações de capacidade
ru: Поведение: Заявления о способностях
uz: Behavior: Imkoniyat bayonotlari

source: The following artifacts define the specific capabilities that different types of systems are expected to have in order to comply with this implementation guide. Systems conforming to this implementation guide are expected to declare conformance to one or more of the following capability statements.
ar: تحدد النماذج التالية القدرات المحددة التي من المتوقع أن تمتلكها أنواع مختلفة من الأنظمة من أجل الامتثال لدليل التنفيذ هذا. من المتوقع أن تعلن الأنظمة التي تتوافق مع دليل التنفيذ هذا التوافق مع واحد أو أكثر من بيانات القدرات التالية.
de: Die folgenden Artefakte definieren die spezifischen Fähigkeiten, die verschiedene Systemtypen haben müssen, um diesem Implementierungsleitfaden zu entsprechen. Von Systemen, die mit dem Implementierungsleitfaden konform sind, wird erwartet, dass sie die Konformität mit einem oder mehreren der folgenden Capability Statements deklarieren.
es: Los siguientes artefactos definen las capacidades específicas que se espera que tengan los distintos tipos de sistemas para cumplir esta guía de implantación. Se espera que los sistemas conformes con esta guía de implantación declaren su conformidad con una o varias de las siguientes declaraciones de capacidad.
fr: Les artefacts suivants définissent les capacités spécifiques que les différents types de systèmes sont censés posséder pour se conformer au présent guide de mise en œuvre. Les systèmes conformes à ce guide de mise en œuvre sont censés déclarer leur conformité à une ou plusieurs des déclarations de capacité suivantes.
nl: De volgende artefacten definiëren de specifieke mogelijkheden die verschillende typen systemen geacht worden te hebben om aan deze implementatiegids te voldoen. Van systemen die zich conformeren aan deze implementatiegids wordt verwacht dat ze conformiteit verklaren met een of meer van de volgende capaciteitsverklaringen.
pt: Os artefactos seguintes definem as capacidades específicas que se espera que os diferentes tipos de sistemas tenham para estarem em conformidade com este guia de implementação. Espera-se que os sistemas que estão em conformidade com este guia de implementação declarem conformidade com uma ou mais das seguintes declarações de capacidade.
ru: Следующие артефакты определяют конкретные возможности, которыми должны обладать системы различных типов, чтобы соответствовать данному руководству по внедрению. Ожидается, что системы, соответствующие данному руководству по внедрению, заявят о соответствии одному или нескольким из следующих заявлений о возможностях.
uz: Quyidagi artefaktlar ushbu amalga oshirish qo‘llanmasiga rioya qilish uchun turli tizimlar ega bo‘lishi lozim bo‘lgan maxsus imkoniyatlarni belgilaydi. Ushbu qo‘llanma bilan mos tizimlar quyida ko‘rsatilgan imkoniyat bayonotlaridan bittasi yoki bir nechtasiga muvofiqligini e’lon qilishi kerak.

source: Behavior: Operation Definitions
ar: السلوك: تعريفات العملية
de: Verhalten: OperationDefinitions
es: Comportamiento: Definiciones de las operaciones
fr: Comportement : Définitions des opérations
lt: Elgsena: Operacijų apibrėžimai
nl: Gedrag: Werking Definities
pt: Comportamento: Definições de operações
ru: Поведение: Определения операций
uz: Behavior: Amal ta’riflari

source: These are custom operations that can be supported by and/or invoked by systems conforming to this implementation guide.
ar: هذه عمليات مخصصة يمكن أن تدعمها و/أو تستدعيها الأنظمة المتوافقة مع دليل التنفيذ هذا.
de: Dies sind benutzerdefinierte Operationen, die von Systemen unterstützt und/oder aufgerufen werden können, die mit dem Implementierungsleitfaden konform sind.
es: Se trata de operaciones personalizadas que pueden ser soportadas y/o invocadas por sistemas conformes a esta guía de implementación.
fr: Il s'agit d'opérations personnalisées qui peuvent être prises en charge et/ou invoquées par des systèmes conformes au présent guide de mise en œuvre.
lt: Tai yra pritaikytos operacijos, kurias gali palaikyti ir (arba) iškviesti sistemos, atitinkančios šį įgyvendinimo vadovą.
nl: Dit zijn aangepaste operaties die ondersteund kunnen worden door en/of aangeroepen kunnen worden door systemen die voldoen aan deze implementatiegids.
pt: Trata-se de operações personalizadas que podem ser suportadas e/ou invocadas por sistemas em conformidade com o presente guia de implementação.
ru: Это пользовательские операции, которые могут поддерживаться и/или вызываться системами, соответствующими данному руководству по реализации.
uz: Bular ushbu qo‘llanma bilan mos tizimlar tomonidan qo‘llab-quvvatlanishi va/yoki chaqirilishi mumkin bo‘lgan maxsus amallardir.

source: Behavior: Event Definitions
de: Verhalten: EventDefinitions
lt: Elgsena: Įvykių apibrėžimai
nl: Gedrag: Gebeurtenisdefinities
ru: Поведение: определения событий

source: Defines system and business occurrences that drive a need for data to flow from systems in this implementation guide.
de: Definiert System- und Geschäftsereignisse, die einen Bedarf an Datenfluss von Systemen in diesem Implementierungsleitfaden auslösen.
lt: Apibrėžia sistemos ir verslo įvykius, kurie skatina poreikį duomenims tekėti iš sistemų, nurodytų šiame įgyvendinimo vadove.
nl: In deze implementatiehandleiding worden systeem- en bedrijfsgebeurtenissen gedefinieerd die de behoefte aan gegevensstroom vanuit systemen stimuleren.
ru: В этом руководстве по внедрению определяются системные и бизнес-события, которые обуславливают необходимость передачи данных из систем.

source: Behavior: Message Definitions
ar: السلوك: تعريفات الرسائل
de: Verhalten: Nachrichten-Definitionen (MessageDefinition)
es: Comportamiento: Definiciones de los mensajes
fr: Comportement : Définitions des messages
lt: Elgsena: Pranešimų apibrėžimai
nl: Gedrag: Berichtdefinities
pt: Comportamento: Definições de mensagens
ru: Поведение: Определения сообщений
uz: Behavior: Xabar ta’riflari

source: These define the types of messages that can be sent and/or received by systems conforming to this implementation guide.
ar: تحدد أنواع الرسائل التي يمكن إرسالها و/أو استقبالها من قبل الأنظمة المتوافقة مع دليل التنفيذ هذا.
de: Diese definieren die Arten von Nachrichten, die von Systemen gesendet und/oder empfangen werden können, die mit dem Implementierungsleitfaden konform sind.
es: Definen los tipos de mensajes que pueden enviar y/o recibir los sistemas conformes a esta guía de implementación.
fr: Ils définissent les types de messages qui peuvent être envoyés et/ou reçus par les systèmes conformes au présent guide de mise en œuvre.
lt: Jie apibrėžia pranešimų tipus, kuriuos gali siųsti ir (arba) gauti sistemos, atitinkančios šį įgyvendinimo vadovą.
nl: Deze definiëren de typen berichten die kunnen worden verzonden en/of ontvangen door systemen die zich conformeren aan deze implementatiegids.
pt: Estas definem os tipos de mensagens que podem ser enviadas e/ou recebidas pelos sistemas conformes com o presente guia de implementação.
ru: Они определяют типы сообщений, которые могут быть отправлены и/или получены системами, соответствующими данному руководству по внедрению.
uz: Bular ushbu qo‘llanma bilan mos tizimlar tomonidan yuborilishi va/yoki qabul qilinishi mumkin bo‘lgan xabar turlarini belgilaydi.

source: Behavior: Search Parameters
ar: السلوك: معلمات البحث
de: Verhalten: Suchparameter (SearchParameter)
es: Comportamiento: Parámetros de búsqueda
fr: Comportement : Paramètres de recherche
lt: Elgsena: Paieškos parametrai
nl: Gedrag: Zoekparameters
pt: Comportamento: Parâmetros de pesquisa
ru: Поведение: Параметры поиска
uz: Behavior: Qidiruv parametrlari

source: These define the properties by which a RESTful server can be searched. They can also be used for sorting and including related resources.
ar: تحدد هذه الخصائص التي يمكن من خلالها البحث في خادم RESTful. يمكن استخدامها أيضًا لفرز الموارد ذات الصلة وتضمينها.
de: Diese definieren die Eigenschaften, nach denen ein RESTful-Server durchsucht werden kann. Sie können auch zum Sortieren und Einbeziehen verwandter Ressourcen verwendet werden.
es: Definen las propiedades por las que se puede buscar en un servidor RESTful. También pueden utilizarse para ordenar e incluir recursos relacionados.
fr: Ils définissent les propriétés permettant d'effectuer des recherches dans un serveur RESTful. Elles peuvent également être utilisées pour trier et inclure des ressources connexes.
nl: Deze definiëren de eigenschappen waarmee een RESTful server kan worden doorzocht. Ze kunnen ook worden gebruikt om gerelateerde bronnen te sorteren en op te nemen.
pt: Estas definem as propriedades pelas quais um servidor RESTful pode ser pesquisado. Também podem ser utilizadas para ordenar e incluir recursos relacionados.
ru: Они определяют свойства, по которым можно осуществлять поиск на RESTful-сервере. Они также могут использоваться для сортировки и включения связанных ресурсов.
uz: Bular RESTful serverda izlash imkonini beruvchi xususiyatlarni belgilaydi. Shuningdek, ular tartiblash va bog‘liq resurslarni qo‘shish uchun ham ishlatilishi mumkin.

source: Behavior: Subscription Topics
de: Verhalten: SubscriptionTopics
lt: Elgsena: Prenumeratos temos
nl: Gedrag: Abonnementsonderwerpen
ru: Поведение: Темы подписки

source: These define the types of information that can be subscribed to on systems conforming to this this implementation guide.
de: Diese definieren die Arten von Informationen, die auf Systemen abonniert werden können, die mit dem Implementierungsleitfaden konform sind.
lt: Jie apibrėžia informacijos tipus, kuriuos galima prenumeruoti sistemose, atitinkančiose šį įgyvendinimo vadovą.
nl: Deze definiëren de typen informatie waarop geabonneerd kan worden op systemen die voldoen aan deze implementatiehandleiding.
ru: Они определяют типы информации, на которые можно подписаться в системах, соответствующих настоящему руководству по внедрению.

source: Knowledge Artifacts: Activity Definitions
ar: التحف المعرفية: تعريفات النشاط
de: Wissensartefakte: ActivityDefinitions
es: Artefactos de conocimiento: Definiciones de las actividades
fr: Artefacts de connaissance : Définitions des activités
lt: Žinių artefaktai: Veiklos apibrėžimai
nl: Kennis Artefacten: Definities van activiteiten
pt: Artefactos de conhecimento: Definições de actividades
ru: Артефакты знаний: Определения деятельности
uz: Knowledge Artifacts: Faoliyat ta’riflari

source: These define activities that can be performed as part of content in this implementation guide.
ar: تحدد هذه الأنشطة التي يمكن القيام بها كجزء من المحتوى في دليل التنفيذ هذا.
de: Diese definieren Aktivitäten, die als Teil des Inhalts in diesem Implementierungsleitfaden durchgeführt werden können.
es: Definen las actividades que pueden realizarse como parte del contenido de esta guía de aplicación.
fr: Ils définissent les activités qui peuvent être réalisées dans le cadre du contenu de ce guide de mise en œuvre.
lt: Jie apibrėžia veiklas, kurios gali būti atliekamos kaip šio įgyvendinimo vadovo turinio dalis.
nl: Deze definiëren activiteiten die kunnen worden uitgevoerd als onderdeel van de inhoud van deze implementatiegids.
pt: Estas definem as actividades que podem ser realizadas como parte do conteúdo deste guia de implementação.
ru: Они определяют действия, которые могут быть выполнены в рамках содержания данного руководства по внедрению.
uz: Bular ushbu qo‘llanma mazmunida bajarilishi mumkin bo‘lgan faoliyatlarni belgilaydi.

source: Knowledge Artifacts: Plan Definitions
ar: التحف المعرفية: تعريفات الخطة
de: Wissensartefakte: PlanDefinitions
es: Artefactos de conocimiento: Definiciones de los planes
fr: Artéfacts de connaissance : Définitions du plan
lt: Žinių artefaktai: Plano apibrėžimai
nl: Kennisartefacten: Plan Definities
pt: Artefactos de conhecimento: Definições de planos
ru: Артефакты знаний: Определения плана
uz: Knowledge Artifacts: Reja ta’riflari

source: These define workflows, rules, strategies, or protocols as part of content in this implementation guide.
ar: هذه تحدد مهام سير العمل أو القواعد أو الاستراتيجيات أو البروتوكولات كجزء من محتوى دليل التنفيذ هذا.
de: Diese definieren Workflows, Regeln, Strategien oder Protokolle als Teil des Inhalts in diesem Implementierungsleitfaden.
es: Definen flujos de trabajo, reglas, estrategias o protocolos que forman parte del contenido de esta guía de implantación.
fr: Ils définissent des flux de travail, des règles, des stratégies ou des protocoles dans le cadre du contenu de ce guide de mise en œuvre.
lt: Jie apibrėžia darbo eigas, taisykles, strategijas ar protokolus, kurie yra šio įgyvendinimo vadovo turinio dalis.
nl: Deze definiëren workflows, regels, strategieën of protocollen als onderdeel van de inhoud in deze implementatiegids.
pt: Estes definem fluxos de trabalho, regras, estratégias ou protocolos como parte do conteúdo deste guia de implementação.
ru: Они определяют рабочие процессы, правила, стратегии или протоколы, являющиеся частью содержимого данного руководства по внедрению.
uz: Bular ushbu qo‘llanma mazmuni tarkibidagi ish oqimlari, qoidalar, strategiyalar yoki protokollarni belgilaydi.

source: Knowledge Artifacts: Measure
ar: التحف المعرفية: القياس
de: Wissensartefakte: Measure
es: Artefactos de conocimiento: Medida
fr: Artefacts de connaissance : Mesure
lt: Žinių artefaktai: Priemonės/Rodikliai
nl: Kennisartefacten: Meten
pt: Artefactos de conhecimento: Medida
ru: Артефакты знаний: Измерение
uz: Knowledge Artifacts: O‘lchov

source: These define measures as part of content in this implementation guide.
ar: تحدد هذه التدابير كجزء من محتوى دليل التنفيذ هذا.
de: Diese definieren Maßnahmen als Teil des Inhalts in diesem Implementierungsleitfaden.
es: Estos definen medidas como parte del contenido de esta guía de aplicación.
fr: Ces mesures sont définies dans le cadre du contenu du présent guide de mise en œuvre.
lt: Jie apibrėžia priemones, kurios yra šio įgyvendinimo vadovo turinio dalis.
nl: Deze definiëren maatregelen als onderdeel van de inhoud van deze implementatiegids.
pt: Estes definem medidas como parte do conteúdo deste guia de implementação.
ru: Эти меры являются частью содержания данного руководства по внедрению.
uz: Bular ushbu qo‘llanma mazmuni tarkibidagi o‘lchovlarni belgilaydi.

source: Knowledge Artifacts: Libraries
ar: التحف المعرفية: المكتبات
de: Wissensartefakte: Library
es: Artefactos de conocimiento: Bibliotecas
fr: Artefacts de la connaissance : Bibliothèques
lt: Žinių artefaktai: Bibliotekos
nl: Kennisartefacten: Bibliotheken
pt: Artefactos de conhecimento: Bibliotecas
ru: Артефакты знаний: Библиотеки
uz: Knowledge Artifacts: Kutubxonalar

source: These define logic, asset collections and other libraries as part of content in this implementation guide.
ar: هذه تحدد المنطق ومجموعات الأصول والمكتبات الأخرى كجزء من المحتوى في دليل التنفيذ هذا.
de: Diese definieren Logik, Asset-Sammlungen und andere Bibliotheken als Teil des Inhalts in diesem Implementierungsleitfaden.
es: Estos definen la lógica, las colecciones de activos y otras bibliotecas como parte del contenido de esta guía de implementación.
fr: Celles-ci définissent la logique, les collections d'actifs et d'autres bibliothèques qui font partie du contenu de ce guide de mise en œuvre.
lt: Jie apibrėžia logiką, išteklių rinkinius ir kitas bibliotekas, kurios yra šio įgyvendinimo vadovo turinio dalis.
nl: Deze definiëren logica, assetverzamelingen en andere bibliotheken als onderdeel van de inhoud in deze implementatiegids.
pt: Estes definem a lógica, as colecções de activos e outras bibliotecas como parte do conteúdo deste guia de implementação.
ru: Они определяют логику, коллекции активов и другие библиотеки как часть контента в данном руководстве по внедрению.
uz: Bular ushbu qo‘llanma mazmuni tarkibidagi mantiqiy qoidalar, aktivlar to‘plamlari va boshqa kutubxonalarni belgilaydi.

source: Knowledge Artifacts: Evidence
de: Wissensartefakte: Evidence
lt: Žinių artefaktai: Įrodymai
nl: Kennisartefacten: bewijs
ru: Артефакты знаний: Доказательства

source: Indicates research or other information that justifies or support the information exchange defined in this implemetnation guide.
de: Gibt Forschungsergebnisse oder andere Informationen an, die den in diesem Implementierungsleitfaden definierten Informationsaustausch rechtfertigen oder unterstützen.
lt: Nurodo tyrimus ar kitą informaciją, kuri pagrindžia ar palaiko šiame įgyvendinimo vadove apibrėžtą informacijos mainų procesą.
nl: Geeft onderzoek of andere informatie aan die de in deze implementatiehandleiding gedefinieerde informatie-uitwisseling rechtvaardigt of ondersteunt.
ru: Указывает на исследование или другую информацию, которая обосновывает или поддерживает обмен информацией, определенный в настоящем руководстве по внедрению.

source: Knowledge Artifacts: Evidence Variables
de: Wissensartefakte: EvidenceVariables
lt: Žinių artefaktai: Įrodymų kintamieji
nl: Kennisartefacten: bewijsvariabelen
ru: Артефакты знаний: Переменные доказательства

source: Components of the research that justify or support the information exchange defined in this implementation guide.
de: Komponenten der Forschung, die den in diesem Implementierungsleitfaden definierten Informationsaustausch rechtfertigen oder unterstützen.
lt: Tyrimo komponentai, kurie pagrindžia ar palaiko šiame įgyvendinimo vadove apibrėžtą informacijos mainų procesą.
nl: Onderdelen van het onderzoek die de in deze implementatiegids gedefinieerde informatie-uitwisseling rechtvaardigen of ondersteunen.
ru: Компоненты исследования, которые обосновывают или поддерживают обмен информацией, определенный в настоящем руководстве по внедрению.

source: Knowledge Artifacts: Citations
de: Wissensartefakte: Citations
lt: Žinių artefaktai: Citatos
nl: Kennisartefacten: citaten
ru: Артефакты знаний: Цитаты

source: Supports referencing artifacts defined in this implementation guide.
de: Unterstützt die Referenzierung von in diesem Implementierungsleitfaden definierten Artefakten.
lt: Palaiko nuorodas į artefaktus, apibrėžtus šiame įgyvendinimo vadove.
nl: Ondersteunt het verwijzen naar artefacten die in deze implementatiehandleiding zijn gedefinieerd.
ru: Поддерживает ссылки на артефакты, определенные в этом руководстве по внедрению.

source: Structures: Additional Resources
de: Strukturen: Zusätzliche Ressourcen
nl: Structuren: Aanvullende resources

source: 'Additional' resources that are not yet published in the FHIR core specification.
de: Zusätzliche ('Additional') Ressourcen, die noch nicht in der FHIR-Kernspezifikation veröffentlicht sind.
nl: 'Aanvullende' resources die nog niet zijn gepubliceerd in de FHIR-kernspecificatie.

source: Structures: Graph Definitions
ar: الهياكل: تعريفات الرسم البياني
de: Strukturen: Graph-Definitionen (GraphDefinition)
es: Estructuras: Definiciones de gráficos
fr: Structures : Définitions des graphes
lt: Struktūros: Grafų apibrėžimai
nl: Structuren: Grafiekdefinities
pt: Estruturas: Definições de gráficos
ru: Структуры: Определения графов
uz: Structures: Grafik ta’riflari
